Revit 2027 API
SelectionFailures Properties
The BuiltInFailures.SelectionFailures type exposes the following members.
Properties
Name | Description
NoElementSelected |  No element selected.
NoValidElementSelected |  No valid element selected.
Top
See Also
Reference
BuiltInFailures.SelectionFailures Class
Autodesk.Revit.DB Namespace